; Spanish language file v3.2.0
; Author: Google Translate
codepage=1252
error=ERROR^!
startup_error1=Batch ApkTool no tiene acceso completo a la ruta de la carpeta o instalación contiene caracteres no válidos
startup_error2=Batch ApkTool no tiene permiso para escribir en la carpeta
previous_java1=Ha instalado Java
previous_java2=Para funcionar correctamente, por Batch ApkTool requiere Java 8 o superior
get_java=Descargue la última versión de Java aquí https://java.com/en/download/manual.jsp
java_notfound=Java no encontrado
ON=SÍ
OFF=NO
MANUAL=MANO
project=El proyecto actual                          
currentapk=APK seleccionada                            
currentjar=JAR seleccionado                            
apilevel=Nivel API                                 
keepbroken=dejar los recursos dañados                
buildexpert=recoger en modo experto                   
writedebug=Añadir info de depuración en smali código   
signafter=Regístrate resultante APK                   
key=armadura                                  
openlog=Ver registro                                                          
language=Idioma                                      
deodexall=Deodex todo APK y JAR                       
deodexapp=Deodex todo APK en _app                     
deodexfr=Deodex todo JAR en _framework               
baksmaliapk=Descompilar APK (sólo smali)
smaliapk=Vuelva a compilar APK
baksmalijar=JAR Descompilar (sólo smali)
smalijar=Vuelva a compilar JAR
decompile=Descompilar APK                             
decompile_r=Descompilar APK (sólo recursos)             
recompile=Vuelva a compilar APK                       
signfiles=Regístrate archivos
zipalfiles=Alinear APK
viewsource=Mostrar el código fuente de Java >
plugins=Plugins >
selplugin=Seleccione el plugin:
adbmenu=ADB:
devices=Conectividad >                              
install=Instale APK >                               
rootremount=Root y montaje para grabar                  
pull=Copiar a dispositivo >                      
push=Copiar a dispositivo >                      
screenshot=Tome una captura de pantalla                
screenrecord=Grabar vídeo desde la pantalla
shell=Abrir terminal
logs=Mostrar registros >
reboot=Dispositivo de recarga >
info=Información del dispositivo
kill-server=Salga de ADB
servicemenu=MANTENIMIENTO:
cleanup1=Borrar carpeta _app, _framework             
cleanup2=Borrar carpeta _INPUT_APK, _INPUT_JAR       
cleanup3=Borrar carpeta _OUT_APK, _OUT_JAR
cleanup4=Desactive todas las carpetas
exitmenu=SALIDA
choosetask=Seleccione una acción:
instframe=Establecer el marco
instframe_error=Marco de ajuste de error
inputapk_empty=Coloque los archivos en una carpeta descompilar _INPUT_APK. Vea el archivo readme.txt.
decompiling=Descompilar
decompiling_error=Descompilación Error
recompiling=Recompilar
recompiling_error=Recompilar Error
orignotfound=ERROR^! El archivo original no se encuentra.
backupnotfound=ERROR^! _backup carpeta no se encuentra.
done=LISTO
signing=Firma
signing_error=Firma de error
doneerrors=Cocinar con ^!error_count^! ERRORES.
zipal=Alineación
zipal_error=Error de alineación
selectviewer=Visor de código fuente de Java:
cancel=CANCELAR
makechoice=Haga su selección:
dragajd=arrastrar APK, JAR o DEX-archivo aquí:
genjava=Generación de código Java-
genjava_error=Error de código de generación de Java
apilevel_log=Nivel API                   
buildexpert_log=Modo experto                
signafter_log=Firma                       
press1=Pulse ENTER para continuar o tipo 1 para abrir registro:
deletedialog=Elimine todos los archivos en la carpeta:
proceed=Continuar?
yes=SÍ
selproj=Seleccione un proyecto:
createnewproj=Crear un nuevo proyecto
usedefproj=Utilice el proyecto predeterminado
inputprojname=Introduzca el nombre del proyecto:
selectapk=ELEGIR APK:
allapks=Todo APK en _INPUT_APK
selectjar=ELEGIR JAR:
alljars=Todos los archivos JAR en _INPUT_JAR
selectapktool=ELEGIR APKTOOL:
selectsmali=ELEGIR smali:
aversions=Versión de Android
apilevels=API Nivel      
enterapi=Introduzca API nivel:
invalidapi=API de nivel no válido^!
selectkey=CLAVE SELECT:
selectlang=ELIGE LENGUA:
framework_empty=Coloque todos los marcos en un _system\framework carpeta. Vea el archivo readme.txt.
deodexing=Deodexing
notodexed=Ya deodexed.
smerror=deodexing Error
bsmerror=deodexing Error
bootnotfound=boot.oat no encontré
selectarch=ELEGIR arquitectura para deodexing:
selectedarch=Arquitectura
extractboot=Desembalaje y Deodexing boot.oat ...
extractboot_error=Error boot.oat extracción
errorunp=Desembalaje de error
deodexing_error=deodexing Error
baksmaling=Descompilar
smaling=Recompilar
connection_type=Tipo De Conexión:
input_ip=Introduzca el dispositivo IP, como 192.168.1.3:
input_ip2=Introduzca la dirección IP y pulse ENTER, utilizar la última IP
installtodef=Establezca la memoria del teléfono:
singlefile=Un archivo
allfrom=Todos los archivos de
installtosd=Instalar para tarjeta SD:
dragtoinstall=Drag aquí para instalar el APK:
installing=Ajuste
pull2=Copiar en el dispositivo:
pushto=Copiar a
dragtopush=Arrastre el archivo a copiar aquí:
screensavedto=Captura de pantalla se guarda en un archivo
closetostop=Cerrar esta ventana para detener la grabación
scrrecsavedto=Escribiendo en la pantalla se almacena en el archivo
logcatr=radio
logcate=eventos
toscreen=mostrar y guardar un archivo
tofile=Guardar
bugreport=Informe completo:
inlinetable=Métodos inline-table:
saved_to_file=Iniciar guardar en un archivo
android_version=Versión de Android:
brand=Marca:
model=Modelo:
reboot2=Recarga:
reboot3=Recargar
rebootto=Reiniciar